[About Language File]
Version=10.0.0
Date=28.09.2015
Author=bovirus
Email=bovirus@libero.it
Comments=Se trovi errori o hai suggerimenti fammelo sapere. Stringhe non tradotte con :t

[MainForm]
ActionDirectoryContextMenu:h=Menu contesto
ActionDirectoryContextMenu=Menu c&ontesto
ActionDirectoryDelete:h=Elimina un file o una cartella
ActionDirectoryDelete=&Elimina
ActionDirectoryFindInFiles:h=Cerca una stringa nei file
ActionDirectoryFindInFiles=Trova nei &file...
ActionDirectoryProperties:h=Visualizza le proprietà di un file o cartella
ActionDirectoryProperties=&Proprietà...
ActionDirectoryRefresh:h=Aggiorna i file
ActionDirectoryRefresh=&Aggiorna
ActionDirectoryRename:h=Rinomina un file o una cartella
ActionDirectoryRename=Ri&nomina
ActionDocument=&Documento
ActionDocumentFormat=Formatta
ActionDocumentFormatSQL:h=Formatta SQL
ActionDocumentFormatSQL=Formatta SQL
ActionDocumentFormatXML:h=Formato XML
ActionDocumentFormatXML=&Formato XML
ActionDocumentFormatJSON:h=Formato JSON
ActionDocumentFormatJSON=&Formato JSON
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONMinify:t=Translation needed
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentInfo:h=Effettua il conteggio di linee parole caratteri
ActionDocumentInfo=Conteggio &linee parole e caratteri...
ActionDocumentViewInBrowser:h=Visualizza il documento corrente nel browser predefinito
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Visualizza nel browser
ActionEdit=&Modifica
ActionEditCopy:h=Copia la selezione negli Appunti
ActionEditCopy:s=Ctrl+C
ActionEditCopy=C&opia
ActionEditCut:h=Taglia le selezione e la copia negli Appunti
ActionEditCut:s=Ctrl+X
ActionEditCut=Ta&glia
ActionEditDecreaseIndent:h=Decrementa l'indentazione
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=&Decrementa
ActionEditDelete=&Elimina
ActionEditDeleteEndOfLine:h=Elimina fine linea
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Fine linea
ActionEditDeleteLine:h=Elimina una linea
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Linea
ActionEditDeleteWhitespace:h=Rimuove dal testo selezionato tutti gli spazi bianchi
ActionEditDeleteWhitespace=Spa&zi bianchi
ActionEditDeleteWord:h=Elimina una parola
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Parola
ActionEditIncreaseIndent:h=Incrementa l'indentazione
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=Incrementa
ActionEditIndent=I&ndenta
ActionEditInsert=&Inserisci
ActionEditInsertDateTime:h=Inserisce data e ora
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Data e ora
ActionEditInsertLine:h=Inserisce una nuova linea
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Linea
ActionEditInsertTag:h=Inserisce tag HTML/XML
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=Tag &HTML/XML...
ActionEditPaste:h=Inserisce il contenuto della selezione negli Appunti
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Incolla
ActionEditRedo:h=Ripristina l'operazione precedentemente annullata
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Ripristina operazione
ActionEditSelectAll:h=Seleziona tutti gli elementi
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Seleziona tutto
ActionEditSort=&Ordina
ActionEditSortAsc:h=Ordina in modo ascendente
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Ascendente
ActionEditSortDesc:h=Ordina in mdoo discendente
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Discenden&te
ActionEditToggleCase:h=Cambia stato maiuscolo/minuscolo
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Cam&bia maiuscolo/minuscolo
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseUpper=Upper
ActionEditUndo:h=Annulla l'ultima azione
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Annulla operazione
ActionFile=&File
ActionFileClose:h=Chiude il documento attivo
ActionFileClose:s=Ctrl+F4
ActionFileClose=&Chiudi
ActionFileCloseAll:h=Chiude tutti i file aperti
ActionFileCloseAll=C&hiudi tutto
ActionFileCloseAllOther:h=Chiude tutte le altre pagine
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Chiudi tutte le altre
ActionFileExit:h=Esce dall'applicazione
ActionFileExit:s=Alt+F4
ActionFileExit=&Esci
ActionFileNew:h=Crea un nuovo documento
ActionFileNew:s=Ctrl+N
ActionFileNew=&Nuovo
ActionFileOpen:h=Apre un documento esistente
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Apri...
ActionFilePrint:h=Stampa il documento attivo
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Stam&pa...
ActionFilePrintPreview:h=Visualizza l'anteprima di stampa del documento
ActionFilePrintPreview=Anteprima di stampa...
ActionFileProperties:h=Info sulle proprietà del file
ActionFileProperties=Pr&oprietà...
ActionFileReopen=&Riapri
ActionFileReopenClear=A&zzera
ActionFileSave:h=Salva il documento attivo
ActionFileSave:s=Ctrl+S
ActionFileSave=&Salva
ActionFileSaveAll:h=Salva tutti documenti
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Sal&va tutto
ActionFileSaveAs:h=Salva il documento attivo con un nuovo nome
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&alva come...
ActionFileSelectFromDirectory:h=Seleziona il file dalla cartella attiva
ActionFileSelectFromDirectory=Selezione dalla cartella
ActionHelp=&?
ActionHelpAboutEditBone:h=Vsiualizza informazioni su EditBone
ActionHelpAboutEditBone=&Info su EditBone
ActionHelpCheckForUpdates:h=Verifica la disponibilità di aggiornamenti del programma
ActionHelpCheckForUpdates=&Controlla aggiornamenti
ActionHelpVisitHomepage:h=Visita la homepage del sito EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=&Visita homepage EditBone
ActionMacro:t=Translation needed
ActionMacro=Macro
ActionMacroOpen:h=Apre una macro esistente
ActionMacroOpen=&Apri...
ActionMacroPause:h=Registra o mette in pausa una macro
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=&Registra
ActionMacroPlayback:h=Riproduce la macro
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=Ri&produci
ActionMacroRecord:h=Registra o mette in pausa una macro
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=&Registra
ActionMacroSaveAs:h=Salva la macro con un nuovo nome
ActionMacroSaveAs=S&alva come...
ActionMacroStop:h=Ferma la registrazione della macro
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Stop
ActionOutputCloseAllOtherPages:h=Chiude tutte le altre
ActionOutputCloseAllOtherPages=Chiudi tutte &le altre pagine
ActionOutputClose:h=Chiude la pagina corrente
ActionOutputClose=&Chiudi
ActionOutputCloseAll:h=Chiude tutte le pagine
ActionOutputCloseAll=Chiudi &tutto
ActionOutputCopyAllToClipboard=C&opia negli Appunti
ActionOutputCopyAllToClipboard:h=Copia negli Appunti
ActionOutputCopySelectedToClipboard=Copia selezionati negli Appunti
ActionOutputCopySelectedToClipboard:h=Copia selezionati negli Appunti
ActionOutputOpenAll=&Apri tutto
ActionOutputOpenAll:h=Apre tutti i file
ActionOutputOpenSelected=Apri sele&zionati
ActionOutputOpenSelected:h=Apri file selezionati
ActionOutputSelectAll=Seleziona tutto
ActionOutputSelectAll:h=Seleziona tutti i file
ActionOutputUnselectAll=Deseleziona tutto
ActionOutputUnselectAll:h=Deseleziona tutti i file
ActionSearch=&Trova
ActionSearchClearBookmarks:h=Rimuove tutti i segnalibri
ActionSearchClearBookmarks=Rimuovi segnali&bri
ActionSearchClose:h=Close
ActionSearchClose:t=Translation needed
ActionSearchFindInFiles:h=Cerca una stringa nei file
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=Trova nei &file...
ActionSearchFindNext:h=Trova l'occorrenza successiva del testo
ActionSearchFindNext:s=F3
ActionSearchFindNext=Trova successi&vo
ActionSearchFindPrevious:h=Trova l'occorrenza precedente del testo
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Trova &precedente
ActionSearchGoToBookmarks:h=Vai ad un deterrminato segnalibro
ActionSearchGoToBookmarks=Vai al segnalibro
ActionSearchGoToLine:h=Vai alla linea
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Vai alla linea
ActionSearchOptions:h=Options
ActionSearchOptions:t=Translation needed
ActionSearchReplace:h=Sostitusce il testo specificato con un testo differente
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Sostitusci...
ActionSearchSearch:h=Cerca il testo specificato
ActionSearchSearch:s=Ctrl+F
ActionSearchSearch=&Trova...
ActionSearchToggleBookmark:h=Imposta o rimuove il segnalibro alla linea corrente. I segnalibri possono essere anche impostati con  Ctrl+Shift+1..9. o vai al segnalibro con Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Impos&ta/rimuovi segnalibro
ActionSearchToggleBookmarks:h=Abilita/disabilita i segnalibri
ActionSearchToggleBookmarks=A&bilita/disabilita segnalibri
ActionToolbarMenuLanguage=&Lingua
ActionToolbarMenuSkin=St&ile...
ActionToolbarMenuView:t=Translation needed
ActionToolbarMenuView=&View
ActionTools=S&trumenti
ActionToolsCharacterMap:h=Inserisce caratteri Unicode nel documento attivo con un doppio clic
ActionToolsCharacterMap=Mappa caratteri &Unicode...
ActionToolsCompareFiles:h=Compara più file
ActionToolsCompareFiles=&Compara file...
ActionToolsConvert:h=Converti tra unità numeriche
ActionToolsConvert=C&onversione...
ActionToolsLanguageEditor:h=Esegui l'editor lingua
ActionToolsLanguageEditor=Editor &lingua...
ActionToolsOptions:h=Imposta le opzioni del programma
ActionToolsOptions=&Opzioni...
ActionToolsSelectForCompare:h=Seleziona i documenti da comparare
ActionToolsSelectForCompare=Seleziona file da comparare...
ActionView=&Visualizza
ActionViewCloseDirectory:h=Chiude la cartella corrente
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=&Chiudi cartella
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewColorSelection=Color
ActionViewDirectory:h=Visualizza/nasconde la cartella
ActionViewDirectory=&Cartella
ActionViewEditDirectory:h=Modifica la cartella attiva
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=&Modifica cartella...
ActionViewEncodingSelection:h=Visualizza/nasconde la selezione della codifica
ActionViewEncodingSelection=Codi&fica
ActionViewFiles:h=Cerca i file nella cartella selezionata
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&File...
ActionViewHighlighterSelection:h=Visualizza/nasconde la selezione evidenziata
ActionViewHighlighterSelection=E&videnzia
ActionViewLineNumbers:h=Abilita/disabilita la visualizzazione dei numeri di linea
ActionViewLineNumbers=Numeri di &linea
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=Visualizza o nasconde la mini mappa
ActionViewMiniMap=Mini mappa
ActionViewNextPage:h=Va alla pagina successiva
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Pagi&na successiva
ActionViewOpenDirectory:h=Apre una nuova cartella
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Apri cartella...
ActionViewOutput:h=Visualizza/nasconde la destinazione
ActionViewOutput=Destina&zione
ActionViewPreviousPage:h=Va alla pagina precedente
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Pagina &precedente
ActionViewSelectionMode:h=Modifica modo selezione testo. E' possibile usare anche ALT per cambiare il modo selezione testo.
ActionViewSelectionMode=&Modo selezione testo
ActionViewSpecialChars:h=Abilita/disabilita la visualizzazione dei caratteri speciali
ActionViewSpecialChars=Caratteri spec&iali
ActionViewSplit:h=Divide il documento
ActionViewSplit=&Dividi
ActionViewStatusBar:h=Visualizza/nasconde la barra di stato
ActionViewStatusBar=Barra di &stato
ActionViewToolbar:h=Visualizza/nasconde la barra strumenti
ActionViewToolbar=Barra s&trumenti
ActionViewWordWrap:h=Abilita/disabilita a capo automatico
ActionViewWordWrap=A &capo automatico
ActionViewXMLTree:h=Visualizza/nasconde la struttura XML
ActionViewXMLTree=Struttura &XML
ActionXMLTreeRefresh:h=Aggiorna struttura XML
ActionXMLTreeRefresh=Aggio&rna

[AskYesOrNo]
CancelSearch=Sei sicuro di voler annullare la ricerca?
CloseDirectory=Vuoi chiudere la cartella %s?
DeleteDirectory=Vuoi eliminare la cartella %s?
DeleteFile=Vuoi eliminare il file %s?
DeleteLine=Vuoi eliminare la linea?
DocumentTimeChanged=La data/ora del documento %s sono cambiate. Ricaricarlo?
NewVersion=E' disponibile una nuova versione %s di %s.%sVuoi scaricarla da internet?
RecordMacro=Avviare la registrazione di una nuova macro?
ReplaceOccurence=Sostituire le occorrenze di '%s'?
SaveChanges=Salvare le modifiche?
SearchMatchNotFound=Nessun elemento corrispondente trovato.%sRiavviare la ricerca dall'inizio del file?
SearchStringNotFound=Stringa ricerca '%s' non trovate

[Message]
CannotFindString=Impossibile trovare la stringa '%s'
DocumentStatistics=Conteggio linee: %d%s - conteggio parole: %d%s conteggio caratteri: %d
LatestVersion=La versione del programma è aggiornata.

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Inserisci nome scheda.
FileNotFound=File '%s' non trovato.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=La cartella principale non esiste.

[WarningMessage]
FileAccessError=Errore accesso al file %s.

[Constant]
AllFiles=Tutti i file
Arrow:t=Translation needed
Arrow=Arrow
AutoSave=Salvataggio automatico
Block=Blocco
Bookmark=Segnalibro
Bottom=In basso
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Compara file
CountingFiles=Conteggio file...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Documento
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Annullamento...
DownloadDone=Fatto.
EditDirectory=Modifica cartella
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=Sono stati trovati %d file in %s
FooterLeft=Piedino - Sinistra
FooterRight=Piedino - Destra
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Mezzo blocco
HeaderLeft=Intestazione - Sinistra
HeaderRight=Intestazione - Destra
Hide=Nascondi
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Linea orizzontale
Insert=Inserimento
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Editor lingua - [%s]
Line=Linea
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=min
Modified=Modificato
OccurencesFound=Sono state trovate %d occorrenze in %s
Open=Apri
OpenDirectory=Apri cartella
Overwrite=Sovrascrivi
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Pagina: $PAGENUM$ di $PAGECOUNT$
PreviewPage= Pagina: %d / %d
PreviewPrintDocument=Stampa (%s)|Stampa il documento su %s
PrintedBy=Stampato da %s
Rename=Vuoi rinominare  %s in %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=Salva come
SearchFor=Ricerca di '%s'
Second=s
SelectRootDirectory=Seleziona cartella principale
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
TextToFindItems=Text to find items
TextToFindItems:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top=In alto
TopLine=Linea in alto: %d
VersionInfoNotFound=Informazioni versione non trovata.
VerticalLine=Linea verticale

[DialogConstant]
SMsgDlgAbort=&Interrompi
SMsgDlgAll=&Tutto
SMsgDlgCancel=Annulla
SMsgDlgClose=&Chiudi
SMsgDlgConfirm=Conferma
SMsgDlgError=Errore
SMsgDlgHelp=&Guida in linea
SMsgDlgHelpHelp=Guida
SMsgDlgHelpNone=Nessuna guida in linea disponibile
SMsgDlgIgnore=&Ignora
SMsgDlgInformation=Informazione
SMsgDlgNo=&No
SMsgDlgNoToAll=N&o a tutto
SMsgDlgOK=OK
SMsgDlgRetry=&Riprova
SMsgDlgWarning=Attenzione
SMsgDlgYes=&Sì
SMsgDlgYesToAll=Sì &a tutto

[ColorConstant]
clBlack=Nero
clMaroon=Marrone
clGreen=Verde
clOlive=Oliva
clNavy=Navy
clPurple=Porpora
clTeal=Teal
clGray=Grigio
clSilver=Argento
clRed=Rosso
clLime=Lime
clYellow=Giallo
clBlue=Blu
clFuchsia=Fucsia
clAqua=Acqua
clWhite=Bianco
clMoneyGreen=Verde banconote
clSkyBlue=Blu cielo
clCream=Crema
clMedGray=Grigio medio
clActiveBorder=Bordo attivo
clActiveCaption=Titolo attivo
clAppWorkSpace=Spazio applicazione
clBackground=Sfondo
clBtnFace=Fronte pulsanti
clBtnHighlight=Puslante evidenziato
clBtnShadow=Ombreggiatura pulsante
clBtnText=Testo pulsante
clCaptionText=Testo titolo
clDefault=Predefinito
clGradientActiveCaption=Gradiente finestra attivo
clGradientInactiveCaption=Gradiente finestra inattiva
clGrayText=Testo grigio
clHighlight=Sfondo evidenziato
clHighlightText=Testo evdienziato
clHotLight=Molto luminoso
clInactiveBorder=Bordo inattivo
clInactiveCaption=Finestra non attiva
clInactiveCaptionText=Testo fienstra inattiva
clInfoBk=Info sfondo
clInfoText=Info testo
clMenu=Sfondo menu
clMenuBar=Barra menu
clMenuHighlight=Evidenziazione menu
clMenuText=Testo menu
clNone=Nessuno
clScrollBar=Barra scorrimento
cl3DDkShadow=Ombreggiatura 3D scura
cl3DLight=Luce 3D
clWindow=Sfondo fienstra
clWindowFrame=Frame finestra
clWindowText=Testo finestra

[FileTypes]
ActionScript=ActionScript (*.as)
Assembler 68HC11=File assembler 68HC11 (*.hc11;*.asc)
AutoIt v3=File AutoIt (*.au3)
AWK=File script AWK (*.awk)
C#=File C# (*.cs)
C++=File C++ (*.cpp;*.hpp)
C=File C (*.c;*.h)
CSS=File Cascading Stylesheet (*.css)
D=File D (*.d;*.di)
Delphi Form Module=File Delphi Form Module (*.dfm)
Free Pascal=File Free Pascal (*.pp)
HTML with Scripts=File HTML (*.html;*.htm)
INI=File INI (*.ini;*.lng)
Inno Setup=File Inno Setup (*.iss)
Java=File Java (*.java)
JavaScript=File JavaScript (*.js)
JSON=File JSON (*.json)
Lua=File Lua (*.lua)
MATLAB=File MATLAB (*.matlab)
MS-DOS Batch=File batch MS-DOS (*.bat;*.cmd)
Objective-C=File Objective-C (*.m)
Object Pascal=File Pascal (*.pas;*.dpr;*.dpk)
Perl=File Perl (*.pl;*.pm;*.cgi)
PHP=File PHP (*.php;*.class;*.inc)
Python=File Python (*.py)
Ruby=File Ruby (*.rb;*.rbw)
SQL=File SQL (*.sql)
Text=File Text (*.txt)
Visual Basic=FileVisual Basic (*.vb;*.bas)
XML=File XML (*.xml;*.xsd;*.xsl;*.xslt;*.dtd)
Macro=File macro (*.mcr)|*.mcr
Language=File lingua (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=Annulla
Caption=Conferma sostituzione
ButtonNo=&No
ButtonYes=&Sì
ButtonYesToAll=Si &a tutto

[DownloadURLDialog]
ButtonCancel=Annulla
Caption=Download

[FindInFilesDialog]
ButtonCancel=Annulla
Caption=Trova nei file
StickyLabelCaseSensitive=Maiuscolo/minuscolo
ComboBoxFileMask=Tipo file
ButtonFind=&Trova
ComboBoxTextToFind=Cosa cercare
ComboBoxDirectory=Cartella
StickyLabelIncludeSubdirectories=Cerca nelle sottocartelle
GroupBoxOptions=Opzioni
GroupBoxSearchDirectoryOptions=Opzioni ricerca cartella

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Annulla

[ItemListDialog]
ActionInsert=Insert
ActionInsert:h=Insert item
ActionInsert:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete item
ActionDelete:t=Translation needed
ActionClearAll=Clear all
ActionClearAll:h=Clear all items
ActionClearAll:t=Translation needed
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed
ActionSort=Sort
ActionSort:h=Sort items
ActionSort:t=Translation needed

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep se non è stata trovata nessuna stringa
StickyLabelCaseSensitive=Maiuscolo/minuscolo
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelRegularExpression=Espressioni regolari
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelShowSearchStringNotFound=Visualizza messaggio 'Stringa non trovata'
StickyLabelWildCard=Caratteri jolly
StickyLabelWholeWordsOnly=Solo parole intere
ButtonOK=OK
ButtonCancel=Annulla

[OptionsToolbarItemsDialog]
Caption=Seleziona elementi
VirtualDrawTreeAddItems:0=Elemento menu
ButtonAdd=Aggiungi
ButtonCancel=Annulla

[ReplaceDialog]
ButtonCancel=Annulla
ButtonFind=&Trova
ButtonReplaceAll=&Sostituisci tutto
Caption=Sostituisci
ComboBoxSearchFor=Cosa cercare
GroupBoxOptions=Opzioni
GroupBoxReplaceIn=Sostitusci in
RadioButtonAllOpenFiles=Tutti i file aperti
RadioButtonDeleteLine=Elimina una linea
RadioButtonReplaceWith=Sostituisci con
RadioButtonWholeFile=Intero file
StickyLabelCaseSensitive=Maiuscolo/minuscolo
StickyLabelPromptOnReplace=Conferma sostituzione
StickyLabelRegularExpression=Espressioni regolari
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Solo parole intere
StickyLabelWildCard=Caratteri jolly

[ConvertForm]
Caption=Converti tra unità numeriche
ComboBoxType=Tipo
ComboBoxFrom=Da
ComboBoxTo=A
EditValue=Valore
EditResult=Risultato

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Prima|Va alla prima pagina
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Ultima|Va all'ultima pagina
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Abilita/disabilita stampa numeri di linea
ActionNext=Next
ActionNext:h=Successiva|Va alla pagina successiva
ActionPrevious=Previous
ActionPrevious:h=Precedente|Va alla pagina precedente
ActionPrint=Print
ActionPrint:h=Stampa|Stampa il documento
ActionWordWrap=Word wrap
ActionWordWrap:h=Abilita/disabilita a capo automatico
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Zoom|Ingrandimento/riduzione
Caption=Anteprima di stampa

[SearchForFilesForm]
Caption=Ricerca file
PanelSearchingFiles=Ricerca file...

[CompareFrame]
CopySelectionLeftAction:h=Copia la selezione a sinistra
CopySelectionRightAction:h=Copia la selezione a destra
FindNextDifferenceAction:h=Trova la differenza successiva
LeftDocumentButtonClickAction:h=Apre un documento
LeftLabel=Riga sx:
OpenDocumentsLeftAction:h=Apre un documento
OpenDocumentsRightAction:h=Apre un documento
RefreshAction:h=Aggiorna documenti
RightDocumentButtonClickAction:h=Apre un documento
RightLabel=Riga dx:
SaveLeftGridAction:h=Salva il documento
SaveRightGridAction:h=Salva il documento

[OptionsCompareFrame]
StickyLabelIgnoreCase=Ignore maiuscolo/minuscolo
StickyLabelIgnoreBlanks=Ignora spazi

[OptionsEditorCaretFrame]
StickyLabelVisible=Visibile
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visibile
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndentGuides=Highlight indent guides
StickyLabelHighlightIndentGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed
EditHintRowCount=Hint row count
EditHintRowCount:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Abilitato
StickyLabelCaseSensitive=Sensibile maisucole/minuscole
ComboBoxShortcut=Collegamento

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=Dimensione automatica
StickyLabelShowAfterLastLine=Visualizza numeri linee dopo ultima linea
StickyLabelShowBookmarkPanel=Visualizza pannello preferiti
StickyLabelShowBookmarks=Visualizza segnalibri
StickyLabelShowInTens=Numeri di linea in decadi
StickyLabelShowLeadingZeros=Numeri di linea partenti da zero
StickyLabelShowLineState=Visualizza linee modificate
StickyLabelVisible=Visibile
EditLineNumbersStartFrom=Start from
EditLineNumbersStartFrom:t=Translation needed
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Larghezza
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visibile
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
EditWidth=Larghezza

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Indentazione automatica
StickyLabelAutoSave=Salvataggio automatico
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Rimuovi spazi finali
StickyLabelUndoAfterSave=Annulla modifica dopo salvataggio
EditLineSpacing=Spazio tra le linee

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visibile
StickyLabelMouseMove=Spostamento mouse
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Posizione

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Scorri incolla alla fine del file
StickyLabelPastEndOfLineMarker=Scorri incolla alla fine della linea
StickyLabelShowHint=Visualizza suggerimento scorrimento

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=Ricerca specifica documento
StickyLabelShowSearchMap=Visualizza mappa ricerca
StickyLabelHighlightResults=Visualizza evidenze ricerca

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visibile
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelTripleClickRowSelect=Selezione colonna triplo clic

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Converti tabulazioni in spazi
EditWidth=Larghezza

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Usa font di sistema
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Visualizza linee albero
StickyLabelShowCheckBox=Visualizza riquadro di controllo
EditIndent=Indenta

[OptionsPrintFrame]
ComboBoxDocumentName=Nome documento
ComboBoxPageNumber=Numero pagina
ComboBoxPrintedBy=Stampato da
ComboBoxDateTime=Data e ora 
StickyLabelShowHeaderLine=Visualizza linea inetstazione
StickyLabelShowFooterLine=Viusalizza linea piedino
StickyLabelShowLineNumbers=Visualizza numeri linee
StickyLabelWordWrap=A capo automatico

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Allineamento parole chiave
StickyLabelKeywordAlignmentLeftJustify=Aliienamento parole chiave forzato da sinistra

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Parole chiave
ComboBoxIdentifier=Identificatore
ComboBoxQuotedIdentifier=Identificatore quotato
ComboBoxTableName=Nome tabella
ComboBoxColumnName=Nome colonna
ComboBoxAliasName=Nome alias
ComboBoxVariableName=Nome variabile
ComboBoxFunctionName=Noem funzione
ComboBoxDataType=Tipo dato

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database

[OptionsSQLIndentationFrame]
EditIndentLength=Lunghezza indentazione
StickyLabelUseTab=Usa tabulazionie tab
EditTabSize=Lunghezza tabulazione
EditFunctionBodyIndent=Funzione indentazioen corpo
StickyLabelBlockOnNewLine=Blocca su una nuova linea
EditBlockLeftIndentSize=Blocca dimensione indetazione sinistra
EditBlockRightIndentSize=Blocca dimensione indetazione destra
EditBlockIndentSize=Blocca dimensione indetazione
EditSingleStatementIndent=Dimensione indentazione singola istruzione IF/ELSE

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Stile elenco colonna
ComboBoxValueListStyle=Stile elenco valori
EditInsertColumnsPerLine=Inserisci colonne per linea
StickyLabelParenthesisInSeparateLines=Parentesi in linee separate

[OptionsSQLSelectFrame]
TabSheetColumnList=Elenco colonna
TabSheetSubquery=Richiesta
TabSheetIntoClause=Clausola INTO
TabSheetFromJoinClause=Clausola FROM/JOIN
TabSheetAndOrKeyword=Parola chiave AND/OR
TabSheetGroupByClause=Clausola GROUP BY
TabSheetHavingClause=Clausola HAVING
TabSheetOrderByClause=Clausola ORDER BY
ComboBoxColumnListStyle=Stile
ComboBoxColumnListLineBreak=Interruzioen di linea
StickyLabelAlignAlias=Allinea alias
StickyLabelColumnInNewLine=Colonne in una nuova linea
StickyLabelTreatDistinctAsVirtualColumn=Tratta DISTINCT come colonna virtuale
StickyLabelNewLineAfterIn=Nuova linea dopo IN
StickyLabelNewLineAfterExists=Nuova linea dopo EXISTS
StickyLabelNewlineAfterComparisonOperator=Nuova linea dopo operatore di comparazione
StickyLabelNewlineBeforeComparisonOperator=Nuova linea prima di operatore di comparazione
StickyLabelIntoClauseInNewLine=Clausola INTO in una nuova linea
ComboBoxFromClauseStyle=Stile
StickyLabelFromClauseInNewLine=Clasuola FROM in una nuova linea
StickyLabelJoinClauseInNewLine=Clasuola JOIN in una nuova linea
StickyLabelAlignJoinWithFromKeyword=Allinea JOIN con la parola chiave FROM
StickyLabelAlignAndOrWithOnInJoinClause=Allinea AND/OR con ON nella clausola JOIN
StickyLabelAlignAliasInFromClause=Allinea alia nella clausola FROM
ComboBoxAndOrLineBreak=Interruzioen linea
StickyLabelAndOrUnderWhere=AND/OR sotto WHERE
StickyLabelWhereClauseInNewline=Clausola WHERE in una nuova linea
StickyLabelWhereClauseAlignExpr=Clasuola WHERE allinea espressione
ComboBoxGroupByClauseStyle=Stile
StickyLabelGroupByClauseInNewLine=Clausola GROUP BY in una nuova linea
StickyLabelHavingClauseInNewLine=Clausola HAVING in una nuova linea
ComboBoxOrderByClauseStyle=Stile
StickyLabelOrderByClauseInNewLine=Clausola ORDER BY in una nuova linea

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Stile elenco colonna

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Spazio vicino agli operatori di espressioni aritmetiche
StickyLabelSpaceInsideCreate=Spazio all'interno delle parentesi in CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideExpression=Spazio all'interno delle parentesi nelle espressioni
StickyLabelSpaceInsideSubquery=Spazio all'interno delle parentesi nelle richieste
StickyLabelSpaceInsideFunction=Spazio all'interno delle parentesi nella chiamata di funzioni
StickyLabelSpaceInsideTypename=Spazio all'interno delle parentesi per il nome tipo in CREATE TABLE

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Usa font di sistema
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed
StickyLabelShowMacro=Show macro
StickyLabelShowMacro:t=Translation needed
StickyLabelShowCaretPosition=Show caret position
StickyLabelShowCaretPosition:t=Translation needed
StickyLabelShowKeyState=Show key state
StickyLabelShowKeyState:t=Translation needed
StickyLabelShowModified=Show modified
StickyLabelShowModified:t=Translation needed

[OptionsToolbarFrame]
VirtualDrawTree:h=Usa il drag and drop per spostare gli elementi menu, clic destro menu popup per inserire ed eliminare elementi.
VirtualDrawTree:0=Elemento menu
ActionAddItem=Aggiungi elemento
ActionAddItem:h=Aggiungi un elemento
ActionDelete=Elimina
ActionDelete:h=Elimina
ActionAddDivider=Aggiungi divisore
ActionAddDivider:h=Aggiungi un divisore
ActionReset=Ripristina
ActionReset:h=Ripristina elementi menu
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Info su EditBone
LabelCopyright=Copyright %s. Tutti i diritti riservati.
LabelMemoryAvailable=Memoria disponibile per Windows: %s
ButtonOK=OK
ButtonDonations=Donazioni
LabelDevelopmentEnvironment=Ambiente sviluppo
LabelThirdPartyComponents=Componenti di terze parti
LabelLanguageFileContributors=Traduttori file lingue
LabelIcons=Icone
LabelVersion=Versione %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Annulla
StickyLabelExcludeOtherBranches=Escludi altri segmenti di cartelle
ButtonOK=&OK
EditRootDirectory=Cartella principale
ComboBoxDrives=Unità
ComboBoxFileMask=Tipo di file
EditTabName=Nome scheda
GroupBoxOptions=Opzioni

[LanguageEditorForm]
ActionExit:h=Chiude l'editor lingua
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Crea un nuovo file lingua
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Apre un nuovo file lingua
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Salva il file lingua
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Oggetto
VirtualDrawTree:1=Titolo
VirtualDrawTree:2=Suggerimento
VirtualDrawTree:3=Collegamento

[OptionsForm]
ActionCompare=Compara file
ActionDirectory=Cartella
ActionDirectoryTabs=Schede
ActionEditor=Editor
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=Completamento proposta
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Font
ActionEditorLeftMargin=Margine sinistro
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Margine destro
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Trova
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=Tipo file
ActionMainMenu=Menu principale
ActionOutput=Destinazione
ActionOutputTabs=Tabulazioni
ActionPrint=Stampa
ActionSQLAlignments=Allineamenti
ActionSQLCapitalization=Capitalizzazione
ActionSQLFormatter=Formatter SQL
ActionSQLIndentation=Indentazione
ActionSQLInsert=Inserisci
ActionSQLSelect=Seleziona
ActionSQLUpdate=Aggiorna
ActionSQLWhitespace=Spazi bianchi
ActionStatusBar=Barra di stato
ActionToolbar=Barra strumenti
ButtonCancel=Annulla
ButtonOK=&OK
Caption=Opzoni
EditorTabsAction=Schede

[UnicodeCharacterMapForm]
Caption=Mappa caratteri Unicode

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelAutoHide:t=Translation needed
StickyLabelShowTreeLines=Visualizza linee albero
StickyLabelShowHiddenFiles=Visualizza file nascosti
StickyLabelShowSystemFiles=Visualizza file di sistema
StickyLabelShowArchiveFiles=Visualizza file archivio
StickyLabelShowOverlayIcons=Visualizza icone sovrapposizione
EditIndent=Indenta

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Multilinea
StickyLabelShowCloseButton=Visualizza pulsante Chiudi
StickyLabelShowOpenDirectoryButton=Show open directory button
StickyLabelShowOpenDirectoryButton:t=Translation needed
StickyLabelShowImage=Visualizza immagine
StickyLabelCloseTabByDblClick=Chiudi scheda con doppio clic
StickyLabelCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
StickyLabelDoubleBuffered=Doppia bufferizzazione
StickyLabelSaveTabs=Salva schede
StickyLabelRightClickSelect=Selezione clic destro

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Multilinea
StickyLabelShowCloseButton=Visualizza pulsante Chiudi
StickyLabelShowImage=Visualizza immagine
StickyLabelCloseTabByDblClick=Chiudi scheda con un doppio clic
StickyLabelCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
StickyLabelDoubleBuffered=Doppia bufferizzazione
StickyLabelSaveTabs=Salva schede
StickyLabelRightClickSelect=Selezione clic destro

[OptionsFileTypesFrame]
EditExtensions=Estensioni
VirtualDrawTree:0=Tipo file

[OptionsOutputTabsFrame]
StickyLabelMultiline=Multilinea
StickyLabelShowCloseButton=Visualizza pulsante Chiudi
StickyLabelShowImage=Visualizza immagine
StickyLabelCloseTabByDblClick=Chiudi scheda con doppio clic
StickyLabelCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
StickyLabelDoubleBuffered=Doppia bufferizzazione
StickyLabelSaveTabs=Salva schede
StickyLabelRightClickSelect=Selezione clic destro

[SQLFormatterConstant]
Stacked=Impilate
Wrapped=A capo automatico
AfterComma=Dopo la virgola
BeforeComma=Prima della virgola
BeforeCommaWithSpace=Prima della virgola con spazio
NoLineBreak=Nessuna interruzione di linea
BeforeAndOr=prima di AND/OR
AfterAndOr=Dopo AND/OR
Left=Sinistra
Right=Destra
None=Nessuna
Uppercase=Maisucolo
Lowercase=Minuscolo
SentenceCase=Secondo il caso
NoChange=Nessuna modifica

[ConvertConstant]
Distance=Distanza
Micromicrons=Micromicron
Angstroms=Angstrom
Millimicrons=Millimicron
Microns=Micron
Millimeters=Millimetri
Centimeters=Centimetri
Decimeters=Decimetri
Meters=Metri
Decameters=Decametri
Hectometers=Ettometri
Kilometers=Kilometri
Megameters=Megametri
Gigameters=Gigametri
Inches=Pollici
Feet=Piedi
Yards=Iarde
Miles=Miglia
NauticalMiles=Miglia nautiche
AstronomicalUnits=Unità astronomiche
LightYears=Anni luce
Parsecs=Parsec
Cubits=Cubiti
Fathoms=Fathom
Furlongs=Furlong
Hands=Hands
Paces=Pace
Rods=Rod
Chains=Collegamenti
Links=Collegamenti
Picas=Pica
Points=Punti
Area=Area
SquareMillimeters=Millimetri quadrati
SquareCentimeters=Centimetri quadrati
SquareDecimeters=Decimetri quadrati
SquareMeters=Metri quadrati
SquareDecameters=Decametri quadrati
SquareHectometers=Ettometri quadrati
SquareKilometers=Kilometri quadrati
SquareInches=Pollici quadrati
SquareFeet=Piedi quadrati
SquareYards=Iarde quadrate
SquareMiles=Miglia quadrate
Acres=Acri
Centares=Centacri
Ares=Are
Hectares=Ettari
SquareRods=Square Rod
Volume=Volume
CubicMillimeters=Millimetri cubici
CubicCentimeters=Centimetri cubici
CubicDecimeters=Decimetri cubici
CubicMeters=Metri cubici
CubicDecameters=Decametri cubici
CubicHectometers=Ettometri cubici
CubicKilometers=Kilometri cubici
CubicInches=Pollici cubici
CubicFeet=Piedi cubici
CubicYards=Iarde cubiche
CubicMiles=Miglia cubiche
MilliLiters=Millilitri
CentiLiters=Centilitri
DeciLiters=Decilitri
Liters=Litri
DecaLiters=Decalitri
HectoLiters=Ettolitri
KiloLiters=Kilolitri
AcreFeet=Acre Feet
AcreInches=Acre Inches
Cords=Cord
CordFeet=Cord Feet
Decisteres=Decistere
Steres=Stere
Decasteres=Decasteres
FluidGallons=Galloni
FluidPints=Pinte
FluidQuarts=Quarti
FluidCups=Coppe
FluidGills=Gill
FluidOunces=Fluid Ounce
FluidTablespoons=Fluid Tablespoon
FluidTeaspoons=Fluid Teaspoon
DryGallons=Dry Gallon
DryQuarts=Dry Quart
DryPints=Dry Pint
DryPecks=Dry Peck
DryBuckets=Dry Bucket
DryBushels=Dry Bushel
UKGallons=Galloni UK
UKPottle=UK Pottle
UKQuarts=Quarti UK
UKPints=Pinte UK
UKGill=UK Gill
UKOunces=UK Ounce
UKPecks=UK Peck
UKBuckets=UK Bucket
UKBushels=UK Bushel
Mass=Massa
Nanograms=Nanogrammi
Micrograms=Microgrammi
Milligrams=Milligrammi
Centigrams=Centigrammi
Decigrams=Decigrammi
Grams=Grammi
Decagrams=Decagrammi
Hectograms=Ettogrammi
Kilograms=Kilogrammi
MetricTons=Tobbellata metrica
Drams=Dram
Grains=Grani
LongTons=Tonnellate pesanti
Tons=Tonnnellate
Ounces=Once
Pounds=Pound
Stones=Pietre
NumeralSystem=Sistemi numerici
Binary=Binario
Decimal=Decimale
Hexadecimal=Esadecimale
Temperature=Temperatura
Celsius=Celsius
Kelvin=Kelvin
Fahrenheit=Fahrenheit
Time=Ora
Reaumur=Reaumur
Rankine=Rankine
MilliSeconds=Millisecondi
Seconds=Secondi
Minutes=Minuti
Hours=Ore
Days=Giorni
Weeks=Settimane
Fortnights=Fortnight
Months=Mesi
Years=Anni
Decades=Decadi
Centuries=Secoli
Millennia=Millenni
DateTime=Data e ora
JulianDate=Calendario Giuliano
ModifiedJulianDate=Calendario Giuliano modificato

